Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: PNG is lossless and the safe default. JPEG is smaller but softens text. PDF keeps a full-page capture as vector — the text stays selectable — and wraps every other capture as a single page.
ar: صيغة PNG دون فقدان وهي الخيار الآمن. أما JPEG فأصغر لكنها تُنعّم النص. وتحتفظ PDF بلقطة الصفحة الكاملة متجهية — يبقى النص قابلًا للتحديد — وتغلّف أي لقطة أخرى في صفحة واحدة.
ca: El PNG és sense pèrdua i l'opció segura. El JPEG ocupa menys però suavitza el text. El PDF manté vectorial la captura de pàgina sencera —el text es pot seleccionar— i encabeix qualsevol altra captura en una sola pàgina.
cs: PNG je bezztrátové a bezpečná volba. JPEG je menší, ale změkčuje text. PDF drží snímek celé stránky vektorově – text zůstává vybíratelný – a každý jiný snímek zabalí na jednu stránku.
da: PNG er tabsfri og det sikre valg. JPEG fylder mindre, men gør tekst blødere. PDF holder et billede af hele siden vektorbaseret – teksten kan stadig markeres – og pakker ethvert andet billede som én side.
de: PNG ist verlustfrei und der sichere Standard. JPEG ist kleiner, macht Text aber weicher. PDF hält eine Ganzseitenaufnahme vektorbasiert – der Text bleibt auswählbar – und packt jede andere Aufnahme auf eine einzelne Seite.
el: Το PNG είναι χωρίς απώλειες και η ασφαλής επιλογή. Το JPEG είναι μικρότερο αλλά μαλακώνει το κείμενο. Το PDF κρατά διανυσματική τη λήψη ολόκληρης της σελίδας — το κείμενο παραμένει επιλέξιμο — και τυλίγει κάθε άλλη λήψη σε μία σελίδα.
es: PNG es sin pérdida y la opción segura. JPEG ocupa menos pero suaviza el texto. PDF mantiene vectorial la captura de página completa —el texto se puede seleccionar— y envuelve cualquier otra captura en una sola página.
fi: PNG on häviötön ja turvallinen oletus. JPEG on pienempi mutta pehmentää tekstiä. PDF säilyttää koko sivun kaappauksen vektorina – teksti pysyy valittavana – ja käärii kaikki muut kaappaukset yhdeksi sivuksi.
fr: PNG est sans perte et constitue le choix sûr. JPEG est plus léger mais adoucit le texte. PDF garde une capture de page entière en vectoriel — le texte reste sélectionnable — et enveloppe toute autre capture sur une seule page.
he: PNG הוא ללא אובדן והבחירה הבטוחה. JPEG קטן יותר אך מרכך טקסט. PDF שומר צילום של דף שלם כווקטור — הטקסט נשאר ניתן לבחירה — ועוטף כל צילום אחר כעמוד יחיד.
hi: PNG बिना हानि वाला और सुरक्षित विकल्प है। JPEG छोटा है पर पाठ को धुँधला करता है। PDF पूरे पृष्ठ के कैप्चर को वेक्टर रखता है — पाठ चुना जा सकता है — और बाकी हर कैप्चर को एक पृष्ठ में समेट देता है।
hr: PNG je bez gubitaka i sigurna zadana opcija. JPEG je manji, ali omekšava tekst. PDF drži snimku cijele stranice vektorskom – tekst ostaje odabiriv – a svaku drugu snimku pakira u jednu stranicu.
hu: A PNG veszteségmentes és a biztonságos alapérték. A JPEG kisebb, de lágyítja a szöveget. A PDF vektorosan tartja a teljes oldalas felvételt – a szöveg kijelölhető marad –, minden más felvételt pedig egyetlen oldalba csomagol.
id: PNG tanpa kehilangan dan pilihan aman. JPEG lebih kecil tetapi melembutkan teks. PDF menjaga tangkapan satu halaman penuh tetap vektor — teksnya masih bisa dipilih — dan membungkus tangkapan lain sebagai satu halaman.
it: PNG è senza perdita ed è la scelta sicura. JPEG è più leggero ma ammorbidisce il testo. PDF mantiene vettoriale l'acquisizione a pagina intera — il testo resta selezionabile — e racchiude ogni altra acquisizione in una pagina sola.
ja: PNG は可逆で無難な選択です。JPEG は軽い代わりに文字が甘くなります。PDF はページ全体のキャプチャをベクターのまま保ち（文字は選択できます）、それ以外のキャプチャは 1 ページに収めます。
ko: PNG는 무손실이고 무난한 기본값입니다. JPEG는 더 작지만 글자가 부드러워집니다. PDF는 전체 페이지 캡처를 벡터로 유지해 텍스트를 선택할 수 있고, 다른 캡처는 한 페이지로 감쌉니다.
ms: PNG tanpa kehilangan dan merupakan pilihan selamat. JPEG lebih kecil tetapi melembutkan teks. PDF mengekalkan tangkapan halaman penuh sebagai vektor — teksnya masih boleh dipilih — dan membungkus setiap tangkapan lain sebagai satu halaman.
nb: PNG er tapsfritt og det trygge valget. JPEG er mindre, men gjør tekst mykere. PDF holder et bilde av hele siden vektorbasert – teksten kan fortsatt markeres – og pakker alle andre bilder som én side.
nl: PNG is verliesvrij en de veilige standaard. JPEG is kleiner maar maakt tekst zachter. Pdf houdt een volledige paginaopname vectorieel – de tekst blijft selecteerbaar – en verpakt elke andere opname als één pagina.
pl: PNG jest bezstratny i to bezpieczny wybór. JPEG jest mniejszy, ale zmiękcza tekst. PDF zachowuje zrzut całej strony jako wektor — tekst nadal można zaznaczyć — a każdy inny zrzut zamyka na jednej stronie.
pt_br: PNG é sem perdas e a escolha segura. JPEG é menor mas suaviza o texto. PDF mantém vetorial a captura de página inteira — o texto continua selecionável — e envolve qualquer outra captura em uma única página.
ro: PNG e fără pierderi și alegerea sigură. JPEG e mai mic, dar înmoaie textul. PDF păstrează vectorială captura paginii întregi — textul rămâne selectabil — și împachetează orice altă captură într-o singură pagină.
ru: PNG — без потерь и безопасный выбор. JPEG меньше, но размывает текст. PDF сохраняет снимок всей страницы вектором — текст остаётся выделяемым — и упаковывает любой другой снимок в одну страницу.
sk: PNG je bezstratové a bezpečná voľba. JPEG je menší, ale zmäkčuje text. PDF drží snímku celej stránky vektorovo – text zostáva vyberateľný – a každú inú snímku zabalí na jednu stranu.
sv: PNG är förlustfritt och det trygga förvalet. JPEG är mindre men mjukar upp text. PDF behåller en helsidesbild som vektor – texten går fortfarande att markera – och packar varje annan bild som en enda sida.
th: PNG ไม่สูญเสียคุณภาพและเป็นตัวเลือกที่ปลอดภัย JPEG เล็กกว่าแต่ทำให้ข้อความนุ่มลง ส่วน PDF เก็บภาพทั้งหน้าไว้เป็นเวกเตอร์ — ข้อความยังเลือกได้ — และห่อภาพแบบอื่นไว้เป็นหน้าเดียว
tr: PNG kayıpsızdır ve güvenli seçimdir. JPEG daha küçüktür ama metni yumuşatır. PDF, tam sayfa yakalamayı vektörel tutar — metin seçilebilir kalır — ve diğer her yakalamayı tek sayfaya sarar.
uk: PNG — без втрат і безпечний вибір. JPEG менший, але розмиває текст. PDF зберігає знімок усієї сторінки вектором — текст лишається виділюваним — і вкладає будь-який інший знімок в одну сторінку.
vi: PNG không mất dữ liệu và là lựa chọn an toàn. JPEG nhẹ hơn nhưng làm chữ nhòe. PDF giữ ảnh chụp toàn trang ở dạng vector — chữ vẫn chọn được — và gói mọi ảnh chụp khác vào một trang.
zh_hans: PNG 无损，是稳妥的默认选择。JPEG 更小，但会让文字发虚。PDF 把整页截图保留为矢量——文字仍可选中——并把其他截图各自装进一页。
zh_hk: PNG 無損，是穩當的預設選擇。JPEG 更小，但會讓文字模糊。PDF 把整頁截圖保留為向量——文字仍可選取——並把其他截圖各自裝進一頁。

source: Page Fade
ar: تلاشي الصفحة
ca: Fosa de la pàgina
cs: Prolnutí stránky
da: Sideindtoning
de: Seitenüberblendung
el: Εμφάνιση σελίδας
es: Fundido de página
fi: Sivun häivytys
fr: Fondu des pages
he: מעבר הדרגתי של הדף
hi: पृष्ठ फ़ेड
hr: Pretapanje stranice
hu: Oldaláttűnés
id: Kemunculan halaman
it: Dissolvenza della pagina
ja: ページのフェード
ko: 페이지 페이드
ms: Pemudaran halaman
nb: Sideinntoning
nl: Pagina-overvloeiing
pl: Wyłanianie strony
pt_br: Fade da página
ro: Estomparea paginii
ru: Проявление страницы
sk: Prelínanie stránky
sv: Sidintoning
th: การเฟดของหน้า
tr: Sayfa geçişi
uk: Проявлення сторінки
vi: Hiệu ứng hiện trang
zh_hans: 页面淡入
zh_hk: 頁面淡入

source: Pinch to Zoom
ar: التكبير بالقرص
ca: Pessiga per fer zoom
cs: Zoom stažením prstů
da: Knib for at zoome
de: Zoomen mit Aufziehgeste
el: Ζουμ με τσίμπημα
es: Pellizcar para hacer zoom
fi: Nipistyszoomaus
fr: Pincer pour zoomer
he: צביטה לשינוי מרחק
hi: पिंच से ज़ूम
hr: Zumiranje stiskom prstiju
hu: Csippentéses nagyítás
id: Cubit untuk perbesar
it: Pizzica per ingrandire
ja: ピンチでズーム
ko: 핀치로 확대
ms: Cubit untuk zum
nb: Knip for å zoome
nl: Knijpen om te zoomen
pl: Zbliżanie szczypnięciem
pt_br: Pinçar para ampliar
ro: Ciupește pentru zoom
ru: Масштабирование щипком
sk: Priblíženie stiahnutím prstov
sv: Nyp för att zooma
th: จีบนิ้วเพื่อซูม
tr: Kıstırarak yakınlaştırma
uk: Масштабування щипком
vi: Chụm để thu phóng
zh_hans: 捏合缩放
zh_hk: 捏合縮放

source: Pinch to zoom
ar: التكبير بالقرص
ca: Pessiga per fer zoom
cs: Zoom stažením prstů
da: Knib for at zoome
de: Zoomen mit Aufziehgeste
el: Ζουμ με τσίμπημα
es: Pellizcar para hacer zoom
fi: Nipistyszoomaus
fr: Pincer pour zoomer
he: צביטה לשינוי מרחק
hi: पिंच से ज़ूम
hr: Zumiranje stiskom prstiju
hu: Csippentéses nagyítás
id: Cubit untuk perbesar
it: Pizzica per ingrandire
ja: ピンチでズーム
ko: 핀치로 확대
ms: Cubit untuk zum
nb: Knip for å zoome
nl: Knijpen om te zoomen
pl: Zbliżanie szczypnięciem
pt_br: Pinçar para ampliar
ro: Ciupește pentru zoom
ru: Масштабирование щипком
sk: Priblíženie stiahnutím prstov
sv: Nyp för att zooma
th: จีบนิ้วเพื่อซูม
tr: Kıstırarak yakınlaştırma
uk: Масштабування щипком
vi: Chụm để thu phóng
zh_hans: 捏合缩放
zh_hk: 捏合縮放

source: Remove from Split
ar: إزالة من التقسيم
ca: Treu de la divisió
cs: Odebrat z rozdělení
da: Fjern fra opdeling
de: Aus Teilung entfernen
el: Αφαίρεση από τη διαίρεση
es: Quitar de la división
fi: Poista jakonäkymästä
fr: Retirer de la vue divisée
he: הסר מהפיצול
hi: विभाजन से हटाएँ
hr: Ukloni iz podjele
hu: Eltávolítás az osztott nézetből
id: Hapus dari pembagian
it: Rimuovi dalla vista divisa
ja: 分割から削除
ko: 분할에서 제거
ms: Buang daripada pembahagian
nb: Fjern fra delingen
nl: Uit splitsing verwijderen
pl: Usuń z podziału
pt_br: Remover da divisão
ro: Elimină din divizare
ru: Убрать из разделения
sk: Odobrať z rozdelenia
sv: Ta bort från delning
th: เอาออกจากการแบ่งหน้าจอ
tr: Bölmeden kaldır
uk: Прибрати з розділення
vi: Bỏ khỏi chia đôi
zh_hans: 从分屏中移除
zh_hk: 從分割中移除

source: Removes cookies, cache, and storage for normal browsing. Container sessions keep their own data. This can’t be undone.
ar: يزيل ملفات تعريف الارتباط والذاكرة المؤقتة والتخزين للتصفح العادي. تحتفظ جلسات الحاويات ببياناتها. لا يمكن التراجع عن ذلك.
ca: Elimina galetes, memòria cau i emmagatzematge de la navegació normal. Les sessions de contenidor conserven les seves dades. Això no es pot desfer.
cs: Odstraní cookies, mezipaměť a úložiště pro běžné prohlížení. Relace kontejnerů si nechají vlastní data. Nelze vzít zpět.
da: Fjerner cookies, cache og lager for almindelig browsing. Beholdersessioner beholder deres egne data. Det kan ikke fortrydes.
de: Entfernt Cookies, Cache und Speicher für das normale Surfen. Container-Sitzungen behalten ihre eigenen Daten. Das lässt sich nicht rückgängig machen.
el: Αφαιρεί cookies, προσωρινή μνήμη και αποθήκευση για την κανονική περιήγηση. Οι συνεδρίες κοντέινερ κρατούν τα δικά τους δεδομένα. Δεν αναιρείται.
es: Elimina cookies, caché y almacenamiento de la navegación normal. Las sesiones de contenedor conservan sus propios datos. Esto no se puede deshacer.
fi: Poistaa evästeet, välimuistin ja tallennustilan tavalliselta selaukselta. Säiliöistunnot säilyttävät omat tietonsa. Tätä ei voi kumota.
fr: Supprime les cookies, le cache et le stockage de la navigation normale. Les sessions de conteneur conservent leurs propres données. Cette action est irréversible.
he: מסיר עוגיות, מטמון ואחסון לגלישה הרגילה. הפעלות של מכולות שומרות על הנתונים שלהן. אי אפשר לבטל את הפעולה.
hi: सामान्य ब्राउज़िंग की कुकीज़, कैश और संग्रहण हटाता है। कंटेनर सत्र अपना डेटा रखते हैं। इसे पहले जैसा नहीं किया जा सकता।
hr: Uklanja kolačiće, predmemoriju i pohranu za uobičajeno pregledavanje. Sesije spremnika zadržavaju vlastite podatke. Ovo se ne može poništiti.
hu: Eltávolítja a sütiket, a gyorsítótárat és a tárolót a szokásos böngészéshez. A konténer-munkamenetek megtartják a saját adataikat. Ez nem vonható vissza.
id: Menghapus cookie, cache, dan penyimpanan untuk penjelajahan biasa. Sesi kontainer menyimpan datanya sendiri. Ini tidak bisa dibatalkan.
it: Rimuove cookie, cache e archiviazione della navigazione normale. Le sessioni dei contenitori mantengono i propri dati. L'operazione non può essere annullata.
ja: 通常の閲覧の Cookie、キャッシュ、ストレージを削除します。コンテナのセッションは自身のデータを保持します。この操作は取り消せません。
ko: 일반 브라우징의 쿠키, 캐시, 저장소를 삭제합니다. 컨테이너 세션은 자체 데이터를 유지합니다. 이 작업은 되돌릴 수 없습니다.
ms: Membuang kuki, cache dan storan bagi pelayaran biasa. Sesi bekas mengekalkan data masing-masing. Ini tidak boleh dibuat asal.
nb: Fjerner informasjonskapsler, buffer og lagring for vanlig surfing. Beholderøkter beholder sine egne data. Dette kan ikke angres.
nl: Verwijdert cookies, cache en opslag voor gewoon browsen. Containersessies houden hun eigen gegevens. Dit kan niet ongedaan worden gemaakt.
pl: Usuwa ciasteczka, pamięć podręczną i magazyn dla zwykłego przeglądania. Sesje kontenerów zachowują własne dane. Tego nie można cofnąć.
pt_br: Remove cookies, cache e armazenamento da navegação normal. Sessões de contêiner mantêm os próprios dados. Isso não pode ser desfeito.
ro: Elimină cookie-urile, cache-ul și stocarea pentru navigarea obișnuită. Sesiunile de container își păstrează propriile date. Această acțiune nu poate fi anulată.
ru: Удаляет файлы cookie, кэш и хранилище для обычного просмотра. Сеансы контейнеров сохраняют свои данные. Это действие необратимо.
sk: Odstráni cookies, vyrovnávaciu pamäť a úložisko pre bežné prehliadanie. Relácie kontajnerov si nechajú vlastné údaje. Nedá sa vrátiť späť.
sv: Tar bort cookies, cache och lagring för vanlig surfning. Behållarsessioner behåller sina egna data. Det går inte att ångra.
th: ลบคุกกี้ แคช และที่จัดเก็บข้อมูลของการเรียกดูปกติ เซสชั่นคอนเทนเนอร์ยังเก็บข้อมูลของตัวเองไว้ การกระทำนี้ย้อนกลับไม่ได้
tr: Normal gezinmeye ait çerezleri, önbelleği ve depolamayı kaldırır. Kapsayıcı oturumları kendi verilerini korur. Bu geri alınamaz.
uk: Вилучає файли cookie, кеш і сховище для звичайного перегляду. Сеанси контейнерів зберігають свої дані. Цю дію не можна скасувати.
vi: Xóa cookie, bộ nhớ đệm và bộ nhớ lưu trữ của việc duyệt thông thường. Các phiên vùng chứa vẫn giữ dữ liệu riêng. Không thể hoàn tác.
zh_hans: 移除普通浏览的 Cookie、缓存和存储。容器会话保留各自的数据。此操作无法撤销。
zh_hk: 移除一般瀏覽的 Cookie、快取與儲存空間。容器工作階段保留各自的資料。此操作無法還原。

source: Removes cookies, cache, and storage for this site in the current session. This can’t be undone.
ar: يزيل ملفات تعريف الارتباط والذاكرة المؤقتة والتخزين لهذا الموقع في الجلسة الحالية. لا يمكن التراجع عن ذلك.
ca: Elimina galetes, memòria cau i emmagatzematge d'aquest lloc a la sessió actual. Això no es pot desfer.
cs: Odstraní cookies, mezipaměť a úložiště tohoto webu v aktuální relaci. Nelze vzít zpět.
da: Fjerner cookies, cache og lager for dette websted i den aktuelle session. Det kan ikke fortrydes.
de: Entfernt Cookies, Cache und Speicher dieser Website in der aktuellen Sitzung. Das lässt sich nicht rückgängig machen.
el: Αφαιρεί cookies, προσωρινή μνήμη και αποθήκευση αυτού του ιστότοπου στην τρέχουσα συνεδρία. Δεν αναιρείται.
es: Elimina cookies, caché y almacenamiento de este sitio en la sesión actual. Esto no se puede deshacer.
fi: Poistaa tämän sivuston evästeet, välimuistin ja tallennustilan nykyisessä istunnossa. Tätä ei voi kumota.
fr: Supprime les cookies, le cache et le stockage de ce site dans la session actuelle. Cette action est irréversible.
he: מסיר עוגיות, מטמון ואחסון של האתר הזה בהפעלה הנוכחית. אי אפשר לבטל את הפעולה.
hi: मौजूदा सत्र में इस साइट की कुकीज़, कैश और संग्रहण हटाता है। इसे पहले जैसा नहीं किया जा सकता।
hr: Uklanja kolačiće, predmemoriju i pohranu ove stranice u trenutnoj sesiji. Ovo se ne može poništiti.
hu: Eltávolítja ennek az oldalnak a sütijeit, gyorsítótárát és tárolóját a jelenlegi munkamenetben. Ez nem vonható vissza.
id: Menghapus cookie, cache, dan penyimpanan situs ini pada sesi saat ini. Ini tidak bisa dibatalkan.
it: Rimuove cookie, cache e archiviazione di questo sito nella sessione attuale. L'operazione non può essere annullata.
ja: 現在のセッションにおける、このサイトの Cookie、キャッシュ、ストレージを削除します。この操作は取り消せません。
ko: 현재 세션에서 이 사이트의 쿠키, 캐시, 저장소를 삭제합니다. 이 작업은 되돌릴 수 없습니다.
ms: Membuang kuki, cache dan storan tapak ini dalam sesi semasa. Ini tidak boleh dibuat asal.
nb: Fjerner informasjonskapsler, buffer og lagring for dette nettstedet i den aktive økten. Dette kan ikke angres.
nl: Verwijdert cookies, cache en opslag voor deze site in de huidige sessie. Dit kan niet ongedaan worden gemaakt.
pl: Usuwa ciasteczka, pamięć podręczną i magazyn tej witryny w bieżącej sesji. Tego nie można cofnąć.
pt_br: Remove cookies, cache e armazenamento deste site na sessão atual. Isso não pode ser desfeito.
ro: Elimină cookie-urile, cache-ul și stocarea acestui site în sesiunea curentă. Această acțiune nu poate fi anulată.
ru: Удаляет файлы cookie, кэш и хранилище этого сайта в текущем сеансе. Это действие необратимо.
sk: Odstráni cookies, vyrovnávaciu pamäť a úložisko tejto stránky v aktuálnej relácii. Nedá sa vrátiť späť.
sv: Tar bort cookies, cache och lagring för den här webbplatsen i den aktuella sessionen. Det går inte att ångra.
th: ลบคุกกี้ แคช และที่จัดเก็บข้อมูลของเว็บไซต์นี้ในเซสชั่นปัจจุบัน การกระทำนี้ย้อนกลับไม่ได้
tr: Geçerli oturumda bu sitenin çerezlerini, önbelleğini ve depolamasını kaldırır. Bu geri alınamaz.
uk: Вилучає файли cookie, кеш і сховище цього сайту в поточному сеансі. Цю дію не можна скасувати.
vi: Xóa cookie, bộ nhớ đệm và bộ nhớ lưu trữ của trang này trong phiên hiện tại. Không thể hoàn tác.
zh_hans: 移除当前会话中此网站的 Cookie、缓存和存储。此操作无法撤销。
zh_hk: 移除目前工作階段中此網站的 Cookie、快取與儲存空間。此操作無法還原。

source: Save to its own folder
ar: الحفظ في مجلده الخاص
ca: Desa a la seva pròpia carpeta
cs: Uložit do vlastní složky
da: Arkivér i sin egen mappe
de: In eigenen Ordner sichern
el: Αποθήκευση στον δικό της φάκελο
es: Guardar en su propia carpeta
fi: Tallenna omaan kansioon
fr: Enregistrer dans son propre dossier
he: שמור בתיקייה משלו
hi: अपने फ़ोल्डर में सहेजें
hr: Spremi u vlastitu mapu
hu: Mentés saját mappába
id: Simpan ke foldernya sendiri
it: Salva nella sua cartella
ja: 専用フォルダに保存
ko: 전용 폴더에 저장
ms: Simpan ke foldernya sendiri
nb: Lagre i sin egen mappe
nl: Bewaar in eigen map
pl: Zapisuj we własnym folderze
pt_br: Salvar na pasta própria
ro: Salvează în dosarul propriu
ru: Сохранять в собственную папку
sk: Uložiť do vlastného priečinka
sv: Spara till egen mapp
th: บันทึกลงโฟลเดอร์ของตัวเอง
tr: Kendi klasörüne kaydet
uk: Зберігати у власну папку
vi: Lưu vào thư mục riêng
zh_hans: 存到自己的文件夹
zh_hk: 存到自己的檔案夾

source: Save to the shared folder
ar: الحفظ في المجلد المشترك
ca: Desa a la carpeta compartida
cs: Uložit do sdílené složky
da: Arkivér i den delte mappe
de: In den gemeinsamen Ordner sichern
el: Αποθήκευση στον κοινό φάκελο
es: Guardar en la carpeta compartida
fi: Tallenna jaettuun kansioon
fr: Enregistrer dans le dossier partagé
he: שמור בתיקייה המשותפת
hi: साझा फ़ोल्डर में सहेजें
hr: Spremi u zajedničku mapu
hu: Mentés a közös mappába
id: Simpan ke folder bersama
it: Salva nella cartella condivisa
ja: 共有フォルダに保存
ko: 공유 폴더에 저장
ms: Simpan ke folder kongsi
nb: Lagre i den delte mappen
nl: Bewaar in de gedeelde map
pl: Zapisuj we wspólnym folderze
pt_br: Salvar na pasta compartilhada
ro: Salvează în dosarul comun
ru: Сохранять в общую папку
sk: Uložiť do zdieľaného priečinka
sv: Spara till den delade mappen
th: บันทึกลงโฟลเดอร์ที่ใช้ร่วมกัน
tr: Paylaşılan klasöre kaydet
uk: Зберігати у спільну папку
vi: Lưu vào thư mục dùng chung
zh_hans: 存到共享文件夹
zh_hk: 存到共用檔案夾

source: Saved screenshots also show up in the Downloads window alongside your files.
ar: تظهر اللقطات المحفوظة أيضًا في نافذة التنزيلات إلى جانب ملفاتك.
ca: Les captures desades també apareixen a la finestra de baixades, al costat dels teus fitxers.
cs: Uložené snímky se objeví i v okně stahování vedle tvých souborů.
da: Arkiverede skærmbilleder dukker også op i overførselsvinduet sammen med dine filer.
de: Gesicherte Bildschirmfotos erscheinen auch im Downloads-Fenster neben deinen Dateien.
el: Τα αποθηκευμένα στιγμιότυπα εμφανίζονται και στο παράθυρο λήψεων, δίπλα στα αρχεία σου.
es: Las capturas guardadas también aparecen en la ventana de descargas junto a tus archivos.
fi: Tallennetut kuvakaappaukset näkyvät myös lataukset-ikkunassa tiedostojesi seassa.
fr: Les captures enregistrées apparaissent aussi dans la fenêtre des téléchargements, avec vos fichiers.
he: צילומי מסך שנשמרו מופיעים גם בחלון ההורדות לצד הקבצים שלך.
hi: सहेजे गए स्क्रीनशॉट डाउनलोड विंडो में आपकी फ़ाइलों के साथ भी दिखते हैं।
hr: Spremljene snimke pojavljuju se i u prozoru preuzimanja uz tvoje datoteke.
hu: A mentett képernyőképek a letöltési ablakban is megjelennek a fájljaid mellett.
id: Tangkapan layar yang disimpan juga muncul di jendela unduhan bersama berkas Anda.
it: Le istantanee salvate compaiono anche nella finestra dei download insieme ai tuoi file.
ja: 保存したスクリーンショットは、ダウンロードウインドウにもファイルと並んで表示されます。
ko: 저장된 스크린샷은 다운로드 윈도우에도 파일과 함께 나타납니다.
ms: Tangkapan skrin yang disimpan turut muncul dalam tetingkap muat turun bersama fail anda.
nb: Lagrede skjermbilder dukker også opp i nedlastingsvinduet sammen med filene dine.
nl: Bewaarde schermafbeeldingen verschijnen ook in het downloadvenster naast je bestanden.
pl: Zapisane zrzuty pojawiają się też w oknie pobrań obok twoich plików.
pt_br: As capturas salvas também aparecem na janela de downloads junto com seus arquivos.
ro: Capturile salvate apar și în fereastra de descărcări, lângă fișierele tale.
ru: Сохранённые снимки также появляются в окне загрузок рядом с вашими файлами.
sk: Uložené snímky sa objavia aj v okne sťahovania vedľa tvojich súborov.
sv: Sparade skärmbilder dyker även upp i hämtningsfönstret bland dina filer.
th: ภาพหน้าจอที่บันทึกไว้จะปรากฏในหน้าต่างดาวน์โหลดควบคู่กับไฟล์ของคุณด้วย
tr: Kaydedilen ekran görüntüleri, dosyalarınızın yanında indirme penceresinde de görünür.
uk: Збережені знімки також з'являються у вікні завантажень поруч із вашими файлами.
vi: Ảnh chụp đã lưu cũng xuất hiện trong cửa sổ tải xuống cùng với các tệp của bạn.
zh_hans: 已存储的截图也会出现在下载窗口里，和你的文件放在一起。
zh_hk: 已儲存的截圖也會出現在下載視窗裡，和你的檔案放在一起。
